import { FAQType } from "@models/customers";

export const sampleFAQs: FAQType[] = [
  {
    id: 1,
    question: "[예약] 아카데미 예약은 어떻게 하나요?",
    answer:
      "예약을 희망하시는 아카데미를 클릭한 후 페이지에 들어가셔서 프로그램 및 레슨 팀을 선택하신 후, 회권 및 날짜 등을 고르고 하단의 “예약하기”를 해주시면 가능합니다! 예약이 접수되면, 아카데미 확인 후 몇분 내로 예약 확정 혹은 실패 결과를 받아보실 수 있습니다.\n\n지도에 ⚡ 표시가 되어 있는 “즉시확정” 가능 아카데미의 경우 원하시는 시간대의 예약하기를 선택하시면 예약이 가능합니다.(즉시확정의 경우 아카데미의 승인 없이도 예약이 확정됩니다.)",
  },
  {
    id: 2,
    question: "[예약] 예약취소를 하고 싶어요.",
    answer: "",
  },
  {
    id: 3,
    question: "[아카데미] 매장 정보가 달려요.",
    answer: "",
  },
  {
    id: 4,
    question: "[레슨] 코치님이 노쇼했어요.",
    answer: "",
  },
  {
    id: 5,
    question: "[이벤트] 아카데미 정보 바로잡기 이벤트에 참여하고 싶어요.",
    answer: "",
  },
  {
    id: 6,
    question: "[프로모드] 아카데미 등록은 어떻게 하나요?",
    answer: "",
  },
];
